[
    {
        "content": "To no longer wait is, in one way or another, to enter into the logic of insurrection. It is once again to hear the slight but always present trembling of terror in the voices of our leaders. Because governing has never been anything other than postponing by a thousand subterfuges the moment when the crowd will string you up, and every act of government is nothing but a way of not losing control of the population.<br><br>We're setting out from a point of extreme isolation, of extreme weakness. An insurrectional process must be built from the ground up. Nothing appears less likely than an insurrection, but nothing is more necessary.",
        "author": "The Invisible Committee",
        "source": "The Coming Insurrection"
    },
    {
        "content": "None of these worrisome subjects should appear insurmountable in an era whose predominant mode of government is precisely the management of crises. Unless we consider that what power is confronting is neither just another crisis, nor just a succession of chronic problems, of more or less anticipated disturbances, but a singular peril: that a form of conflict has emerged, and positions have been taken up, that are no longer <i>manageable</i>.",
        "author": "The Invisible Committee",
        "source": "The Coming Insurrection"
    },
    {
        "content": "Communism as the matrix of a meticulous, audacious assault on domination. As a call and as a name for all worlds resisting imperial pacification, all solidarities irreducible to the reign of commodities, all friendships assuming the necessities of war. COMMUNISM. We know it's a term to be used with caution. Not because, in the great parade of words, it may no longer be fashionable. But because our worst enemies have used it, and continue to do so. We insist. Certain words are like battlegrounds: their meaning, revolutionary or reactionary, is a victory, to be torn from the jaws of struggle.",
        "author": "The Invisible Committee",
        "source": "The Coming Insurrection"
    },
    {
        "content": "In the ideology of control, an at-risk dividual is already synonymous with a 'potential terrorist madman,' with a fragment of high-explosive social material. That is why these dividuals are tracked down, spied on, and followed with the discretion and tireless rigor of the hunter by the great eye and the great ear. For the same reason they are made the target of an intense, intimidating semiotic bombardment that sustains the scraps of official ideology.",
        "author": "Renato Curcio, Alberto Franceschini",
        "source": "Gocce di sole nella città degli spettri [Drops of sunshine in the city of ghosts]"
    },
    {
        "content": "On the contrary, we have to start from the simple fact that our struggle is <i>criminal from the outset</i> and behave accordingly.",
        "author": "Tiqqun",
        "source": "This Is Not a Program"
    },
    {
        "content": "Empire will never recognize its own military operations as acts of war, but only as \"peace-keeping\" operations, \"international policing\" efforts.",
        "author": "Tiqqun",
        "source": "This Is Not a Program"
    },
    {
        "content": "The Imaginary Party can never be individuated as a subject, a body, a thing, or a substance, nor even as a set of subjects, bodies, things, and substances, but only as the <i>event</i> of all of these things. The Imaginary Party is not substantially a remainder of the social whole, but the <i>fact</i> of this remainder, the fact that <i>there is a remainder</i>, that over which power is exercised always eludes it",
        "author": "Tiqqun",
        "source": "This Is Not a Program"
    },
    {
        "content": "There is no \"revolutionary identity.\" Under Empire, it is instead non-identity, the fact of constantly betraying the predicates that THEY hang on us, that is revolutionary. For a long time now, there have only been \"revolutionary subjects\" for power. To become nether particular nor general, to become imperceptible, to conspire, means to distinguish between our presence and what we are for representation, in order to play with representation.",
        "author": "Tiqqun",
        "source": "This Is Not a Program"
    },
    {
        "content": "Historical conflict no longer opposes two massive molar heaps, two classes—the exploited and the exploiters, the dominant and dominated, managers and workers—among which, in each individual case, one could differentiate. The front line no longer cuts through the middle of society; it now runs through the middle of each of us, between what makes us a <i>citizen</i>, our predicates, and all the rest. It is thus in each of us that war is being waged between imperial socialization and that which already eludes it. A revolutionary process can be set in motion from any point of the biopolitical fabric, from any singular situation, by exposing, even breaking, the line of flight that traverses it. Insofar as such processes, such ruptures, occur, one plane of consistency is common to all of them: that of anti-imperial subversion.",
        "author": "Tiqqun",
        "source": "This Is Not a Program"
    },
    {
        "content": "For only the continuation and intensification of encounters between us can further the process of ethical polarization, can further the building of the Party.",
        "author": "Tiqqun",
        "source": "This Is Not a Program"
    },
    {
        "content": "When the hostis is no longer a portion of society—the bourgeoisie—but the society as such, the society as <i>power</i>, and when, therefore, we find ourselves fighting not against classical tyrannies but against biopolitical democracies, we know that every weapon, just like every strategy, must be reinvented. The hostis is Empire, and, for Empire, we are the Imaginary Party.",
        "author": "Tiqqun",
        "source": "This Is Not a Program"
    }
]